tutorials/cylinderRe1_parallel/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }

application     ibmSimpleFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         3000;
deltaT          1;
writeControl    timeStep;
writeInterval   500;
purgeWrite      2;
writeFormat     ascii;
writePrecision  12;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable true;
